Repository: luizkowalski/unlocalfs
Catalog: Packages/UnlocalFSCore/Sources/UnlocalFSPresentation/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add connection
pt_br: Adicionar conexão

# anyoneCanDownload
source: Anyone with the link can download for %1$@.
pt_br: Qualquer pessoa com o link pode baixar por %1$@.

# canDisconnectNow
source: You can disconnect it now.
pt_br: Você pode desconectá-la agora.

source: Checking…
pt_br: Verificando…

source: Connect
pt_br: Conectar

source: Connected
pt_br: Conectada

# couldNotCopyLink
source: Could not copy a link to %1$@
pt_br: Não foi possível copiar um link para %1$@

source: Could not copy share links
pt_br: Não foi possível copiar os links de compartilhamento

source: Disconnect
pt_br: Desconectar

source: Disconnected
pt_br: Desconectada

source: Duplicate connection
pt_br: Duplicar conexão

source: Edit connection
pt_br: Editar conexão

# ejected
source: Ejected · disconnect to stop
pt_br: Ejetada · desconecte para parar

# finishedUploading
source: %1$@ finished uploading
pt_br: %1$@ terminou de enviar

# linksCopied
source: %lld links copied
pt_br: %lld links copiados

source: Needs attention
pt_br: Precisa de atenção

source: Needs reconnect
pt_br: Precisa reconectar

source: Network unavailable
pt_br: Rede indisponível

source: Reconnect
pt_br: Reconectar

source: Upload needs attention
pt_br: Envio precisa de atenção

# uploadsFailed
source: Uploads failed on %1$@
pt_br: Falha nos envios em %1$@

# uploadsFailedBody
source: Some files could not upload. Keep the drive connected while UnlocalFS tries again.
pt_br: Alguns arquivos não puderam ser enviados. Mantenha a unidade conectada enquanto o UnlocalFS tenta novamente.

# uploadsPending
source: %lld uploads pending
pt_br: %lld envios pendentes

# uploadsPendingKeepAppRunning
source: Uploads pending. Keep UnlocalFS running until they finish, then disconnect again.
pt_br: Envios pendentes. Mantenha o UnlocalFS em execução até que terminem, depois desconecte novamente.

# uploadsPendingKeepDriveConnected
source: Uploads pending. Keep this drive connected until uploads finish.
pt_br: Envios pendentes. Mantenha esta unidade conectada até que os envios terminem.

source: Working…
pt_br: Trabalhando…
